Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: recovery score %lld/100
ar: درجة التعافي %lld/100
da: restitutionsscore %lld/100
de: Erholungs-Score %lld/100
es: puntuación de recuperación %lld/100
fi: palautumispisteet %lld/100
fr: score de récupération %lld/100
is: endurheimtarstig %lld/100
it: punteggio di recupero %lld/100
ja: 回復スコア %lld/100
ko: 회복 점수 %lld/100
nb: restitusjonspoeng %lld/100
nl: herstelscore %lld/100
pt_br: pontuação de recuperação %lld/100
ru: оценка восстановления %lld/100
sv: återhämtningspoäng %lld/100
zh_hans: 恢复评分 %lld/100

source: Recovery Score Methodology
ar: منهجية درجة التعافي
da: Metoden bag restitutionsscoren
de: Methodik des Erholungs-Scores
es: Metodología de la puntuación de recuperación
fi: Palautumispisteiden menetelmä
fr: Méthodologie du score de récupération
is: Aðferðafræði batastigs
it: Metodologia del punteggio di recupero
ja: 回復スコアの算出方法
ko: 회복 점수 산출 방법
nb: Metoden bak restitusjonsskåren
nl: Methode van de herstelscore
pt_br: Metodologia da Pontuação de Recuperação
ru: Методика оценки восстановления
sv: Metoden bakom återhämtningspoängen
zh_hans: 恢复评分计算方法

source: Recovery was below baseline and you kept it light. That's the right call — let the autonomic system catch up before the next quality session.
ar: كان التعافي أقل من خط الأساس وأبقيت التدريب خفيفًا. هذا هو القرار الصحيح — دع الجهاز العصبي الذاتي يلحق قبل الجلسة النوعية التالية.
da: Restitutionen lå under baseline, og du holdt det let. Det er det rigtige valg — lad det autonome nervesystem indhente det før næste kvalitetssession.
de: Die Erholung lag unter dem Ausgangswert und du hast es locker gehalten. Genau richtig – lass das autonome Nervensystem aufholen, bevor die nächste Qualitätseinheit kommt.
es: La recuperación estaba por debajo de tu referencia y lo mantuviste suave. Es la decisión correcta: deja que el sistema autónomo se ponga al día antes de la próxima sesión de calidad.
fi: Palautuminen oli perustason alapuolella ja pidit harjoituksen kevyenä. Oikea ratkaisu – anna autonomisen hermoston palautua ennen seuraavaa laatuharjoitusta.
fr: La récupération était sous votre référence et vous êtes resté léger. C'est le bon choix — laissez le système nerveux autonome rattraper son retard avant la prochaine séance de qualité.
is: Endurheimtin var undir grunnlínu og þú hélst æfingunni léttri. Það var rétt ákvörðun — leyfðu ósjálfráða taugakerfinu að ná sér fyrir næstu gæðaæfingu.
it: Il recupero era sotto la tua base e sei rimasto leggero. È la scelta giusta: lascia che il sistema nervoso autonomo recuperi prima della prossima sessione di qualità.
ja: 回復がベースラインを下回る中、軽めに抑えました。正しい判断です — 次の質の高いセッションの前に自律神経を追いつかせましょう。
ko: 회복이 기준선보다 낮았고 가볍게 운동했습니다. 올바른 선택입니다. 다음 고강도 세션 전에 자율신경계가 따라잡도록 하세요.
nb: Restitusjonen var under baseline, og du holdt det lett. Riktig valg – la det autonome nervesystemet ta seg inn før neste kvalitetsøkt.
nl: Je herstel lag onder je basislijn en je hield het licht. Goede keuze — laat het autonome zenuwstelsel bijkomen voor de volgende kwaliteitstraining.
pt_br: A recuperação estava abaixo da linha de base e você pegou leve. Foi a decisão certa — deixe o sistema nervoso autônomo se recuperar antes da próxima sessão de qualidade.
ru: Восстановление было ниже базовой линии, и вы тренировались легко. Верное решение — дайте вегетативной системе восстановиться перед следующей качественной тренировкой.
sv: Återhämtningen låg under baslinjen och du höll det lätt. Rätt beslut – låt det autonoma nervsystemet hinna ikapp före nästa kvalitetspass.
zh_hans: 恢复低于基线，你保持了轻松训练。这是正确的选择——在下一次高质量训练前，让自主神经系统先恢复过来。

source: Red
ar: أحمر
da: Rød
de: Rot
es: Rojo
fi: Punainen
fr: Rouge
is: Rauður
it: Rosso
ja: レッド
ko: 빨간색
nb: Rød
nl: Rood
pt_br: Vermelho
ru: Красный
sv: Röd
zh_hans: 红色

source: Reduced
ar: منخفض نسبيًا
da: Nedsat
de: Vermindert
es: Reducido
fi: Alentunut
fr: Réduit
is: Skert
it: Ridotto
ja: やや低下
ko: 다소 감소
nb: Redusert
nl: Verlaagd
pt_br: Reduzido
ru: Снижен
sv: Nedsatt
zh_hans: 偏低

source: References
ar: المراجع
da: Referencer
de: Quellen
es: Referencias
fi: Lähteet
fr: Références
is: Heimildir
it: Riferimenti
ja: 参考文献
ko: 참고 문헌
nb: Referanser
nl: Bronnen
pt_br: Referências
ru: Источники
sv: Referenser
zh_hans: 参考文献

source: Refines Apple Watch sleep stages using chest strap HRV data. When you change this, you choose whether it also applies to past sessions. Without a Watch, HRV classification always runs.
ar: يحسّن مراحل نوم Apple Watch باستخدام بيانات HRV من الحزام. عند تغيير هذا الإعداد تختار ما إذا كان سينطبق على الجلسات السابقة أيضًا. بدون Watch، يعمل تصنيف HRV دائماً.
da: Forfiner Apple Watch-søvnstadier med brystbælte-HRV-data. Når du ændrer dette, vælger du, om det også gælder tidligere sessioner. Uden Watch kører HRV-klassifikation altid.
de: Verfeinert Apple-Watch-Schlafphasen mithilfe von Brustgurt-HRV-Daten. Wenn du das änderst, wählst du, ob es auch für frühere Sitzungen gilt. Ohne Watch läuft die HRV-Klassifizierung immer.
es: Refina las etapas de sueño de Apple Watch usando datos de HRV de la banda torácica. Al cambiarlo, eliges si también se aplica a las sesiones anteriores. Sin un Watch, la clasificación HRV siempre se ejecuta.
fi: Tarkentaa Apple Watchin univaiheita rintavyön HRV-tietojen avulla. Kun muutat tätä, valitset, koskeeko muutos myös aiempia istuntoja. Ilman Watchia HRV-luokittelu on aina käytössä.
fr: Affine les phases de sommeil Apple Watch à l'aide des données HRV de la ceinture thoracique. Quand vous modifiez ce réglage, vous choisissez s'il s'applique aussi aux sessions passées. Sans Watch, la classification HRV s'exécute toujours.
is: Fínstillir svefnstig Apple Watch með HRV gögnum frá brjóstól. Þegar þú breytir þessu velur þú hvort það gildi líka um fyrri lotur. Án Watch keyrir HRV flokkun alltaf.
it: Perfeziona le fasi del sonno di Apple Watch utilizzando i dati HRV della fascia toracica. Quando lo modifichi, scegli se applicarlo anche alle sessioni passate. Senza un Watch, la classificazione HRV viene sempre eseguita.
ja: チェストストラップのHRVデータを使用してApple Watchの睡眠ステージを精緻化します。変更するときに、過去のセッションにも適用するかどうかを選べます。Watchがない場合、HRV分類は常に実行されます。
ko: 가슴 스트랩 HRV 데이터를 사용하여 Apple Watch 수면 단계를 개선합니다. 변경할 때 이전 세션에도 적용할지 선택할 수 있습니다. Watch가 없으면 HRV 분류가 항상 실행됩니다.
nb: Forbedrer Apple Watch-søvnstadier med brystbelte-HRV-data. Når du endrer dette, velger du om det også skal gjelde tidligere økter. Uten Watch kjøres HRV-klassifisering alltid.
nl: Verfijnt Apple Watch-slaapfasen met HRV-gegevens van de borstband. Als je dit wijzigt, kies je of het ook voor eerdere sessies geldt. Zonder Watch wordt HRV-classificatie altijd uitgevoerd.
pt_br: Refina os estágios de sono do Apple Watch usando dados de HRV da cinta torácica. Ao alterar isto, você escolhe se também se aplica às sessões anteriores. Sem um Watch, a classificação por HRV sempre é executada.
ru: Уточняет стадии сна Apple Watch с помощью данных ВСР нагрудного датчика. При изменении вы выбираете, применять ли его и к прошлым сессиям. Без Apple Watch ВСР-классификация работает всегда.
sv: Förfinar Apple Watch-sömnstadier med bröstbandets HRV-data. När du ändrar detta väljer du om det även ska gälla tidigare sessioner. Utan Watch körs HRV-klassificering alltid.
zh_hans: 使用心率带HRV数据优化Apple Watch睡眠分期。更改此项时，你可以选择是否同时应用于以往记录。没有Watch时，HRV分类始终运行。

source: Relative patterns still carry the same meaning. A rising trend is still improving recovery.
ar: الأنماط النسبية لا تزال تحمل المعنى نفسه. الاتجاه الصاعد لا يزال يعني تحسّن التعافي.
da: Relative mønstre har stadig samme betydning. En stigende tendens er stadig bedre restitution.
de: Relative Muster haben weiterhin dieselbe Bedeutung. Ein steigender Trend bedeutet weiterhin bessere Erholung.
es: Los patrones relativos siguen teniendo el mismo significado. Una tendencia al alza sigue indicando una mejor recuperación.
fi: Suhteelliset kuviot merkitsevät edelleen samaa. Nouseva trendi tarkoittaa yhä paranevaa palautumista.
fr: Les tendances relatives gardent le même sens. Une tendance à la hausse indique toujours une meilleure récupération.
is: Hlutfallsleg mynstur hafa enn sömu merkingu. Hækkandi þróun þýðir enn batnandi endurheimt.
it: Gli andamenti relativi mantengono lo stesso significato. Una tendenza in aumento indica comunque un recupero migliore.
ja: 相対的なパターンの意味は変わりません。上昇トレンドは引き続き回復の改善を意味します。
ko: 상대적인 패턴은 여전히 같은 의미를 갖습니다. 상승 추세는 여전히 회복이 좋아지고 있다는 뜻입니다.
nb: Relative mønstre har fortsatt samme betydning. En stigende trend er fortsatt bedre restitusjon.
nl: Relatieve patronen hebben nog steeds dezelfde betekenis. Een stijgende trend betekent nog steeds beter herstel.
pt_br: Os padrões relativos continuam tendo o mesmo significado. Uma tendência de alta ainda indica recuperação melhorando.
ru: Относительные закономерности сохраняют своё значение. Растущий тренд по-прежнему означает улучшение восстановления.
sv: Relativa mönster har fortfarande samma betydelse. En stigande trend är fortfarande förbättrad återhämtning.
zh_hans: 相对模式仍然具有相同的含义。上升趋势依然代表恢复在改善。

source: Relaxed
ar: مسترخٍ
da: Afslappet
de: Entspannt
es: Relajado
fi: Rentoutunut
fr: Détendu
is: Afslappaður
it: Rilassato
ja: リラックス
ko: 편안함
nb: Avslappet
nl: Ontspannen
pt_br: Relaxado
ru: Расслаблен
sv: Avslappnad
zh_hans: 放松

source: removed
ar: أُزيلت
da: fjernet
de: entfernt
es: eliminado
fi: poistettu
fr: supprimé
is: fjarlægt
it: rimosso
ja: 削除済み
ko: 삭제됨
nb: fjernet
nl: verwijderd
pt_br: removido
ru: удалено
sv: borttaget
zh_hans: 已移除

source: Removed corrupted files and rebuilt the index. Sessions recovered: %lld
ar: أُزيلت الملفات التالفة وأُعيد بناء الفهرس. الجلسات المستردة: %lld
da: Beskadigede filer er fjernet, og indekset er genopbygget. Sessioner gendannet: %lld
de: Beschädigte Dateien entfernt und Index neu aufgebaut. Wiederhergestellte Sitzungen: %lld
es: Se eliminaron los archivos dañados y se reconstruyó el índice. Sesiones recuperadas: %lld
fi: Vioittuneet tiedostot poistettiin ja hakemisto rakennettiin uudelleen. Palautetut istunnot: %lld
fr: Fichiers corrompus supprimés et index reconstruit. Sessions récupérées : %lld
is: Skemmdar skrár fjarlægðar og atriðaskrá endurbyggð. Lotur endurheimtar: %lld
it: File danneggiati rimossi e indice ricostruito. Sessioni recuperate: %lld
ja: 破損したファイルを削除し、インデックスを再構築しました。 復元したセッション：%lld
ko: 손상된 파일을 삭제하고 색인을 다시 만들었습니다. 복구된 세션: %lld
nb: Skadde filer er fjernet og indeksen bygget opp på nytt. Økter gjenopprettet: %lld
nl: Beschadigde bestanden verwijderd en index opnieuw opgebouwd. Sessies hersteld: %lld
pt_br: Arquivos corrompidos removidos e índice reconstruído. Sessões recuperadas: %lld
ru: Повреждённые файлы удалены, индекс перестроен. Восстановлено сессий: %lld
sv: Skadade filer har tagits bort och indexet byggts om. Sessioner återställda: %lld
zh_hans: 已删除损坏的文件并重建索引。 已恢复的记录：%lld

source: Repair complete. %lld sessions recovered.
ar: اكتمل الإصلاح. استُعيدت %lld جلسة.
da: Reparation fuldført. %lld sessioner gendannet.
de: Reparatur abgeschlossen. %lld Sitzungen wiederhergestellt.
es: Reparación completada. %lld sesiones recuperadas.
fi: Korjaus valmis. %lld istuntoa palautettu.
fr: Réparation terminée. %lld sessions récupérées.
is: Lagfæringu lokið. %lld lotur endurheimtar.
it: Riparazione completata. %lld sessioni recuperate.
ja: 修復が完了しました。%lld 件のセッションを復元しました。
ko: 복구 완료. 세션 %lld개를 복원했습니다.
nb: Reparasjon fullført. %lld økter gjenopprettet.
nl: Reparatie voltooid. %lld sessies hersteld.
pt_br: Reparo concluído. %lld sessões recuperadas.
ru: Восстановление завершено. Восстановлено %lld сессии.
sv: Reparation klar. %lld sessioner återställda.
zh_hans: 修复完成。已恢复 %lld 个记录。

source: Request cancelled.
ar: تم إلغاء الطلب.
da: Anmodning annulleret.
de: Anfrage abgebrochen.
es: Solicitud cancelada.
fi: Pyyntö peruttu.
fr: Requête annulée.
is: Beiðni hætt.
it: Richiesta annullata.
ja: リクエストはキャンセルされました。
ko: 요청이 취소되었습니다.
nb: Forespørselen ble avbrutt.
nl: Verzoek geannuleerd.
pt_br: Solicitação cancelada.
ru: Запрос отменён.
sv: Begäran avbröts.
zh_hans: 请求已取消。

source: Research-informed: which signals belong in a recovery score, and the ln(RMSSD) z-score method used to normalise HRV (Plews 2013, Buchheit 2014).
ar: مستند إلى الأبحاث: الإشارات التي تنتمي إلى درجة التعافي، وطريقة الدرجة المعيارية z لـ ln(RMSSD) المستخدمة لتطبيع HRV (Plews 2013، Buchheit 2014).
da: Forskningsbaseret: hvilke signaler der hører hjemme i en restitutionsscore, og z-score-metoden med ln(RMSSD), der bruges til at normalisere HRV (Plews 2013, Buchheit 2014).
de: Forschungsbasiert: welche Signale in einen Erholungs-Score gehören, und die ln(RMSSD)-z-Score-Methode zur Normalisierung der HRV (Plews 2013, Buchheit 2014).
es: Basado en la investigación: qué señales deben formar parte de una puntuación de recuperación, y el método de z-score de ln(RMSSD) para normalizar la HRV (Plews 2013, Buchheit 2014).
fi: Tutkimukseen pohjautuva: mitkä signaalit kuuluvat palautumispisteisiin ja ln(RMSSD)-z-pistemenetelmä, jolla HRV normalisoidaan (Plews 2013, Buchheit 2014).
fr: Éclairé par la recherche : les signaux qui ont leur place dans un score de récupération, et la méthode du z-score de ln(RMSSD) pour normaliser la HRV (Plews 2013, Buchheit 2014).
is: Byggt á rannsóknum: hvaða merki eiga heima í batastigi og z-gildisaðferðin með ln(RMSSD) sem notuð er til að staðla HRV (Plews 2013, Buchheit 2014).
it: Basato sulla ricerca: quali segnali appartengono a un punteggio di recupero, e il metodo dello z-score di ln(RMSSD) usato per normalizzare l'HRV (Plews 2013, Buchheit 2014).
ja: 研究に基づくもの：回復スコアに含めるべきシグナル、および HRV の正規化に用いる ln(RMSSD) の z スコア法（Plews 2013、Buchheit 2014）。
ko: 연구 기반: 회복 점수에 포함할 신호, 그리고 HRV 정규화에 사용하는 ln(RMSSD) z-점수 방법(Plews 2013, Buchheit 2014).
nb: Forskningsbasert: hvilke signaler som hører hjemme i en restitusjonsskår, og z-skårmetoden med ln(RMSSD) som brukes til å normalisere HRV (Plews 2013, Buchheit 2014).
nl: Op onderzoek gebaseerd: welke signalen in een herstelscore horen, en de ln(RMSSD)-z-scoremethode om HRV te normaliseren (Plews 2013, Buchheit 2014).
pt_br: Embasado em pesquisa: quais sinais pertencem a uma pontuação de recuperação e o método de escore z de ln(RMSSD) usado para normalizar a HRV (Plews 2013, Buchheit 2014).
ru: Основано на исследованиях: какие сигналы должны входить в оценку восстановления и метод z-оценки ln(RMSSD) для нормализации ВСР (Plews 2013, Buchheit 2014).
sv: Forskningsgrundat: vilka signaler som hör hemma i en återhämtningspoäng, och z-poängmetoden med ln(RMSSD) som används för att normalisera HRV (Plews 2013, Buchheit 2014).
zh_hans: 基于研究：哪些信号应纳入恢复评分，以及用于标准化 HRV 的 ln(RMSSD) z 分数方法（Plews 2013，Buchheit 2014）。

source: reset
ar: أُعيد تعيينها
da: nulstillet
de: zurückgesetzt
es: restablecido
fi: nollattu
fr: réinitialisé
is: endurstillt
it: reimpostato
ja: リセット済み
ko: 재설정됨
nb: tilbakestilt
nl: opnieuw ingesteld
pt_br: redefinido
ru: сброшено
sv: återställt
zh_hans: 已重置

source: Respiratory rate, SpO₂, wrist temp
ar: معدل التنفس، SpO₂، حرارة المعصم
da: Vejrtrækningsfrekvens, SpO₂, håndledstemperatur
de: Atemfrequenz, SpO₂, Handgelenktemperatur
es: Frecuencia respiratoria, SpO₂, temperatura de la muñeca
fi: Hengitystiheys, SpO₂, ranteen lämpötila
fr: Fréquence respiratoire, SpO₂, température du poignet
is: Öndunartíðni, SpO₂, úlnliðshiti
it: Frequenza respiratoria, SpO₂, temperatura del polso
ja: 呼吸数、SpO₂、手首の皮膚温
ko: 호흡수, SpO₂, 손목 온도
nb: Pustefrekvens, SpO₂, håndleddstemperatur
nl: Ademhalingsfrequentie, SpO₂, polstemperatuur
pt_br: Frequência respiratória, SpO₂, temperatura do pulso
ru: Частота дыхания, SpO₂, температура запястья
sv: Andningsfrekvens, SpO₂, handledstemperatur
zh_hans: 呼吸频率、SpO₂、手腕温度

source: Respiratory rate, wrist temperature and blood oxygen are within your usual ranges.
ar: معدل التنفس وحرارة المعصم وأكسجين الدم ضمن نطاقاتك المعتادة.
da: Vejrtrækningsfrekvens, håndledstemperatur og iltmætning er inden for dine sædvanlige niveauer.
de: Atemfrequenz, Handgelenkstemperatur und Blutsauerstoff liegen in deinem gewohnten Bereich.
es: La frecuencia respiratoria, la temperatura de la muñeca y el oxígeno en sangre están en tus rangos habituales.
fi: Hengitystiheys, ranteen lämpötila ja veren happipitoisuus ovat tavanomaisella tasollasi.
fr: La fréquence respiratoire, la température du poignet et l’oxygène sanguin sont dans vos plages habituelles.
is: Öndunartíðni, úlnliðshiti og súrefnismettun eru innan þinna venjulegu marka.
it: Frequenza respiratoria, temperatura del polso e ossigeno nel sangue sono nei tuoi intervalli abituali.
ja: 呼吸数、手首の温度、血中酸素はいずれも普段の範囲内です。
ko: 호흡수, 손목 온도, 혈중 산소가 모두 평소 범위 안에 있습니다.
nb: Pustefrekvens, håndleddstemperatur og oksygenmetning er innenfor dine vanlige nivåer.
nl: Ademhalingsfrequentie, polstemperatuur en bloedzuurstof liggen binnen je gebruikelijke bereik.
pt_br: A frequência respiratória, a temperatura do pulso e o oxigênio no sangue estão nas suas faixas habituais.
ru: Частота дыхания, температура запястья и кислород в крови в пределах ваших обычных значений.
sv: Andningsfrekvens, handledstemperatur och syremättnad ligger inom dina vanliga intervall.
zh_hans: 呼吸频率、手腕温度和血氧均在你的通常范围内。

source: Response text
ar: نص الرد
da: Svartekst
de: Antworttext
es: Texto de respuesta
fi: Vastausteksti
fr: Texte de la réponse
is: Svartexti
it: Testo della risposta
ja: 応答テキスト
ko: 응답 텍스트
nb: Svartekst
nl: Antwoordtekst
pt_br: Texto da resposta
ru: Текст ответа
sv: Svarstext
zh_hans: 回复文本

source: rest
ar: راحة
da: hvile
de: Pause
es: descanso
fi: lepo
fr: repos
is: hvíld
it: riposo
ja: 休息
ko: 휴식
nb: hvile
nl: rust
pt_br: descanso
ru: отдых
sv: vila
zh_hans: 休息

source: Restart the app to reinitialize.
ar: أعد تشغيل التطبيق لإعادة التهيئة.
da: Genstart appen for at initialisere igen.
de: Starte die App neu, um sie neu zu initialisieren.
es: Reinicia la app para volver a inicializarla.
fi: Käynnistä sovellus uudelleen alustaaksesi sen.
fr: Redémarrez l'app pour la réinitialiser.
is: Endurræstu appið til að frumstilla aftur.
it: Riavvia l'app per reinizializzarla.
ja: アプリを再起動して再初期化してください。
ko: 앱을 다시 시작해 재초기화하세요.
nb: Start appen på nytt for å initialisere den igjen.
nl: Herstart de app om opnieuw te initialiseren.
pt_br: Reinicie o app para reinicializar.
ru: Перезапустите приложение для повторной инициализации.
sv: Starta om appen för att initiera igen.
zh_hans: 请重启应用以重新初始化。

source: Resting and workout heart rate, and Apple Watch HRV
ar: معدل ضربات القلب أثناء الراحة والتمرين، وHRV من Apple Watch
da: Hvilepuls og puls under træning samt HRV fra Apple Watch
de: Ruhe- und Trainingsherzfrequenz sowie Apple Watch-HRV
es: Frecuencia cardiaca en reposo y en entrenamiento, y HRV del Apple Watch
fi: Leposyke ja harjoitussyke sekä Apple Watchin HRV
fr: Fréquence cardiaque au repos et en séance, et HRV de l'Apple Watch
is: Hvíldar- og æfingapúls, og HRV frá Apple Watch
it: Frequenza cardiaca a riposo e in allenamento, e HRV di Apple Watch
ja: 安静時とワークアウト中の心拍数、Apple Watch の HRV
ko: 안정 시 및 운동 중 심박수, Apple Watch HRV
nb: Hvilepuls og puls under trening, og HRV fra Apple Watch
nl: Hartslag in rust en tijdens training, en HRV van de Apple Watch
pt_br: Frequência cardíaca em repouso e em treino, e HRV do Apple Watch
ru: Пульс в покое и на тренировках, ВСР с Apple Watch
sv: Vilopuls och puls under träning, samt HRV från Apple Watch
zh_hans: 静息和训练心率，以及 Apple Watch HRV

source: Resume this %@ workout?
ar: هل تريد استئناف تمرين %@ هذا؟
da: Genoptag denne %@-træning?
de: Dieses %@-Training fortsetzen?
es: ¿Reanudar este entrenamiento de %@?
fi: Jatketaanko tätä %@-harjoitusta?
fr: Reprendre cette séance %@ ?
is: Halda áfram með þessa %@-æfingu?
it: Riprendere questo allenamento di %@?
ja: この %@ のワークアウトを再開しますか？
ko: 이 %@ 운동을 재개할까요?
nb: Gjenoppta denne %@-økten?
nl: Deze %@-training hervatten?
pt_br: Retomar este treino de %@?
ru: Продолжить тренировку «%@»?
sv: Återuppta det här %@-passet?
zh_hans: 要继续这次 %@ 训练吗？

source: Ride
ar: ركوب الدراجة
da: Cykling
de: Radfahren
es: Ciclismo
fi: Pyörälenkki
fr: Vélo
is: Hjólatúr
it: Ciclismo
ja: サイクリング
ko: 라이드
nb: Sykling
nl: Fietsen
pt_br: Pedal
ru: Велозаезд
sv: Cykling
zh_hans: 骑行

source: Road cycling
ar: دراجات الطرق
da: Landevejscykling
de: Rennrad
es: Ciclismo de carretera
fi: Maantiepyöräily
fr: Vélo de route
is: Götuhjólreiðar
it: Ciclismo su strada
ja: ロードサイクリング
ko: 로드 사이클링
nb: Landeveissykling
nl: Wielrennen
pt_br: Ciclismo de estrada
ru: Шоссейный велоспорт
sv: Landsvägscykling
zh_hans: 公路骑行

source: Rough estimate from the recording length. Apple Health sleep data gives the full picture.
ar: تقدير تقريبي من مدة التسجيل. بيانات النوم في Apple Health تعطي الصورة الكاملة.
da: Grov vurdering ud fra optagelsens længde. Søvndata fra Apple Sundhed giver det fulde billede.
de: Grobe Schätzung aus der Aufnahmedauer. Schlafdaten aus Apple Health liefern das vollständige Bild.
es: Estimación aproximada a partir de la duración de la grabación. Los datos de sueño de Apple Health dan la imagen completa.
fi: Karkea arvio tallenteen pituudesta. Apple Terveyden unitiedot antavat koko kuvan.
fr: Estimation approximative d'après la durée de l'enregistrement. Les données de sommeil d'Apple Santé donnent une vue complète.
is: Gróft mat út frá lengd upptöku. Svefngögn úr Apple Health gefa heildarmyndina.
it: Stima approssimativa dalla durata della registrazione. I dati sul sonno di Apple Salute danno il quadro completo.
ja: 記録時間からの大まかな推定です。Appleヘルスケアの睡眠データがあれば全体像がわかります。
ko: 기록 시간으로 대략 추정한 값입니다. Apple 건강의 수면 데이터가 있으면 전체 모습을 볼 수 있습니다.
nb: Grovt anslag ut fra opptakets lengde. Søvndata fra Apple Helse gir hele bildet.
nl: Ruwe schatting op basis van de opnameduur. Slaapgegevens uit Apple Gezondheid geven het volledige beeld.
pt_br: Estimativa aproximada pela duração da gravação. Os dados de sono do Apple Saúde mostram o quadro completo.
ru: Грубая оценка по длительности записи. Полную картину дают данные о сне из Apple Здоровье.
sv: Grov uppskattning utifrån inspelningens längd. Sömndata från Apple Hälsa ger hela bilden.
zh_hans: 根据记录时长的粗略估计。Apple 健康的睡眠数据能提供完整情况。
